Repository: FrigoreD/123
Catalog: lib/l10n/intl_*.arb
Languages: ru

# registration_page_select_language
source: Hi, select your language
ru: Привет, выбери язык

# registration_page_set_date_birth_hint
source: Date birth
ru: Укажите дату рождения

# registration_page_set_time_birth_title
source: Time of your birth?
ru: Укажите время рождения

# registration_page_set_location
source: Choose your current location
ru: Укажите место рождения

# registration_page_set_time_birth_hint
source: Time birth
ru: Выбирите время

# registration_page_set_email_title
source: Select Email
ru: Укажите email

# registration_page_check_info
source: Check info
ru: Проверьте данные

# registration_page_button_create_account
source: Create account
ru: Создать аккаунт

source: Name
ru: Имя

source: Date Burn
ru: Дата рождения

source: Time burn
ru: Время рождения

# next_button
source: Next
ru: Вперед

# main_page_tab_recommendation
source: Recommendation
ru: Рекомендации

# main_page_tab_health
source: Health
ru: Здоровье

# menu_search
source: Search
ru: Поиск

# menu_reminder
source: Reminder
ru: Напоминания

# menu_save_days
source: Save a days
ru: Сохранить дни

# menu_settings
source: Settings
ru: Настройки

# print_select_days
source: Select Days:
ru: Выбранно дней:

# print_save_pdf
source: Save as PDF
ru: Сохранить в PDF

# print_print
source: Print
ru: Печать

# search_hint
source: Search
ru: Поиск

# search_result_title
source: Search result
ru: Результаты поиска

# search_result_count
source: We found: XXX result
ru: Мы нашли: XXX совпадений

# search_result_add
source: Add to reminder
ru: Сохранить в напоминания

# country_list
source: Russia#French#English#USA
ru: Россия#Франция#Англия#США

# OTP_TITLE
source: Verification Code
ru: Проверочный код

# OTP_MESSAGE
source: Please enter the OTP sent on your registered Email ID.
ru: Мы отправили на вашу почту код Пожалуйста укажите его.

# OTP_RESEND
source: Resend OTP
ru: Отправить еще

# SETTINGS_TITLE
source: Settings
ru: Настройки

# SETTINGS_NOTIFICATION
source: Notification
ru: Уведомления

# EDIT_TITLE
source: Edit profile
ru: Редактор профиля

# EDIT_HINT_NAME
source: Your name
ru: Ваше имя

# SETTINGS_NAME
source: My name
ru: Мое имя

# SETTINGS_DATE_BURN
source: Date birth
ru: Дата рождения

# SETTINGS_TIME_BURN
source: Time birth
ru: Время рождения

# SETTINGS_LOG_OUT
source: Log out
ru: Выйти

# SETTINGS_LOCATION
source: Location
ru: Город рождения

# EDIT_SAVE
source: Save
ru: Сохранить
